<?php
/**
 * تنظیمات پروژه
 * 
 * @author آقای پابلو
 * @version 1.0
 * @since خرداد ۱۴۰۵
 */

return [
    // نام پروژه
    'app_name' => 'پروژه MVC',
    
    // آدرس پایه پروژه
    'base_url' => '/',
    
    // تنظیمات نمایش خطاها
    'debug' => true,
    
    // تنظیمات منطقه زمانی
    'timezone' => 'Asia/Tehran',
    
    // نسخه‌های پروژه
    'version' => [
        'initial' => 'خرداد ۱۴۰۵',
        'final' => '۲۸ مرداد ۱۴۰۵'
    ],
    
    // اطلاعات توسعه‌دهنده
    'developer' => 'آقای پابلو'
];
